

// #2 davaleba
// გამოიტანეთ ინფორმაცია ეკრანზე თუ რამდენი ელემენტი გაქვთ მასივში;
// მასივის ბოლოს დაამატეთ ორი ელემენტი: ვაშლი და ანანასი;
// მასივის დასაწყისში კი დაამატეთ ელემენტი: საზამთრო;
// გამოიტანეთ ეკრანზე, რამდენი ელემენტი გაქვთ მასივში;
// მასივის მე-3 ადგილას დაამატეთ ელემენტი: მანგო;
// წაშალეთ მასივიდან პირველი და ბოლო ელემენტი;
// გამოიტანეთ ეკრანზე, თუ რამდენი ელემენტი დარჩა მასივში;

// let array = [ 'orange', 'banana', 'pear ']

// console.log(array.length);
// array.push ('apple', 'ananas');
// array.unshift ('sazamtro');
// console.log(array.length);
// array.splice ('2', 0, 'mango');
// array.shift ();
// array.pop();
// console.log(array.length);